package ru.urfu;

/**
 * Содержит константы, используемые в текстовом боте.
 */
public class Constants {
    /**
     * Поясняет, что делает бот
     */
    public static final String HELP = "Я Текстовый бот, у меня есть несколько функций:\n 1) Я могу отправлять Вам, что Вы ввели в чат \n 2) Если напишите /help, то я Вам расскажу о себе";
    /**
     * Приветствие при начале работы с ботом
     */
    public static final String START = "Привет! Я Текстовый бот. Напиши /help, чтобы узнать больше";
    /**
     * Дополнение к тексту, который введ пользователь
     */
    public static final String INPUT_PREFIX = "Вы ввели: ";
    private Constants() {}
}
