

public class QuestionBank {
    /**
     *  вопрос об угле экологического треугольника.
     */
    public static final String QUES1 = "«Чему равен угол равностороннего треугольника?»";

    /**
     *  вопрос о столице Франции.
     */
    public static final String QUES2 = "Какая столица Франции?";

    /**
     * вопрос о числе, которое имеет такое же Третий вопрос о числе, которое имеет такое же количество букв, как и его названиебукв, как и его название.
     */
    public static final String QUES3 = "В каком числе столько же букв, сколько и в его названии??";

    /**
     * вопрос о скорости света в вакууме.
     */
    public static final String QUES4 = "Какова скорость света в вакууме (в м/с)?";

    /**
     *  вопрос о самой большой планете Солнечной системы.
     */
    public static final String QUES5 = "Какая самая большая планета в нашей Солнечной системе?";

    /**
     * вопрос о наименьшем простом числе.
     */
    public static final String QUES6 = "Какое наименьшее простое число?";

    /**
     *  вопрос об изобретателе телефона.
     */
    public static final String QUES7 = "Кто изобрел телефон?";

    /**
     *  вопрос о химическом символе золота.
     */
    public static final String QUES8 = "Какой химический символ у золота?";

    /**
     *  вопрос о годе высадки первого человека на Луну.
     */
    public static final String QUES9 = "В каком году первый человек высадился на Луне?";

    /**
     * вопрос о самом большом океане на Земле.
     */
    public static final String QUES10 = "Какой океан самый большой на Земле?";

    /**
     *Закрытый конструктор для предотвращения создания экземпляра класса.
     */
    private QuestionBank() {}
}




